[
    {
        "id": 0,
        "km": 0,
        "txt": "Pour une fois, le bateau m’a déposé très en avance. En compensation, sans doute, des nombreuses fois où je n’ai pu mettre le pied à terre qu’avec trente ou quarante minutes de retard. Et même, une fois, avec deux heures de retard et après avoir dû changer de bateau en plein milieu du fleuve. Mais aujourd’hui, j’ai le temps, je serais moi-même sans doute en avance, et je peux faire une ou deux courses en chemin.",
        "LatLng": {
            "Lat": -3.141747,
            "Lng": -60.021742
        }
    },
    {
        "id": 1,
        "km": 0.2,
        "txt": "Cette gargote n’a pas encore démonté sa banderole publicitaire pour le Festival de Parintins, pourtant passé depuis bientôt trois mois. Je me demande ce qu’on pourrait faire de cette histoire, l’homme déguisé en bœuf, qui meurt et ressuscite à force de danse et de Coca-Cola. Un jeu vidéo qui mêle cette tradition brésilienne à l’esthétique des manga ? Un commentaire ironique sur l’alimentation, avec un bœuf diabétique, assis sur un truc de sucre, noyé dans une fontaine de soda ? Un bœuf à gros ventre tendu sous un t-shirt de paysan, avec en gros sur la poitrine le logo de Chapagro Agro Comercial, le cheval et l’arbre.",
        "LatLng": {
            "Lat": -3.141155, 
            "Lng": -60.022950
        }
    },
    {
        "id": 2,
        "km": 0.4,
        "txt": "Je vais couper par le marché municipal, dont j’aime l’architecture métallique parisienne, et dont la propreté parfaite, européenne, riche, même luxueuse, me calme et me rafraîchit. Dès que je passe les grilles en fer forgé, les fins piliers qui portent leurs feuilles d’acanthe, les rosaces ornées de guirlandes et de volutes, la température baisse par magie de plusieurs degrés.",
        "LatLng": {
            "Lat": -3.140120,
            "Lng": -60.023948
        }
    },
    {
        "id": 3,
        "km": 0.6,
        "txt": "Je me demande quand ils auront fini de restaurer la façade, par contre. « La préfecture travaille », disent les panneaux. Certainement. Mais lentement. Bah, il ne faut pas que je critique tant : d’abord, cela ne sert à rien, ça me maintient en arrière et m’empêche, finalement, de partir d’ici complètement. Ensuite, je dois me souvenir qu’il y a quelques années à peine tout cela semblait abandonné : quand on passait avec ma mère dans le quartier, sur le chemin des cours de dessin, elle faisait toujours un détour pour éviter le marché.",
        "LatLng": {
            "Lat": -3.139617,
            "Lng": -60.023627
        }
    },
    {
        "id": 4,
        "km": 1,
        "txt": "Mon Dieu, cette place, par contre, n’a pas beaucoup changé. Des échoppes qui vendent des ustensiles traditionnels en bois, et juste derrière, à l’abri des verrières du Pavillon Universel, les clochards et les drogués installés à demeure. Allez savoir, un jour ils le restaureront aussi, ce Pavillon ? J’aimerais parfois qu’ils rasent tout, qu’ils admettent qu’il y a eu ici trop de malheur et de misère. Je leur proposerais à la place un immense bœuf en bronze, avec entre les cornes une guirlande illuminée et sur le dos, à la place du tissu traditionnel à franges utilisé pour la fête de Parintins, une résille de lampes LED, qui clignotent quand Wall Street est ouvert. Une connerie dans le genre.",
        "LatLng": {
            "Lat": -3.137325, 
            "Lng": -60.024352
        }
    },
    {
        "id": 5,
        "km": 1.5,
        "txt": "Je rêve de bœufs numériques et la municipalité nous sert des fresques d’un didactisme pompier. Je devrais proposer à mon ami Marcus de venir une nuit « compléter » cette fresque. On pourrait ajouter quelques paroles sur la Poésie du Concret, et aussi quelques poissons : ça manque cruellement de vie et de végétation sur ce mur. On habite en plein cœur de l’Amazonie, et l’on peint des hommes en haut de forme...",
        "LatLng": {
            "Lat": -3.134654, 
            "Lng": -60.027601
        }
    },
    {
        "id": 6,
        "km": 1.5,
        "txt": "Mais j’ai sans doute tord, et cette Avenue Apaminondas représente plus profondément Manaus et l’Amazonie que n’importe quels poissons sur une fresque murale : des autobus, qui transporte des foules suant vers leur travail, des boutiques qui débordent et ont mangé petit à petit l’intégralité des trottoirs, poussant les piétons sur la chaussée. Le tout enchâssé dans un écrin littéraire, un nom de rue tiré d’une Grèce Antique que tous ignorent.",
        "LatLng": {
            "Lat": -3.132197, 
            "Lng": -60.026598
        }
    },
    {
        "id": 7,
        "km": 2,
        "txt": "Il y a un bug au niveau du stade des Coqs Géants à Ventre Noir de l’ARNC. Comme une faille dans l’espace : si je m’engouffre dans cette fente pixellisée sur ma gauche, je ressors de l’autre côté en 1913, fondateur de l’Athletic Club Rio Negro, à boire du Porto dans une authentique carafe en cristal de Baccarat pour fêter avec Shinda Uchôa la naissance du club, me passant autour de la taille, par-dessus la chemise blanche, une large ceinture noire comme le Fleuve Noir.",
        "LatLng": {
            "Lat": -3.127381,
            "Lng": -60.026627
        }
    },
    {
        "id": 8,
        "km": 2.3,
        "txt": "Je ne sais pas ce qui vaut mieux : un club de football déchu, qui trouve sa source dans les élites de la ville à l’âge du caoutchouc, ou bien une immense affiche publicitaire pour des bijoux en or, avec un mannequin brésilien aux racines blondes et germaniques, surplombant un supermarché discount, tagué, livré par un camion lui aussi d’origine germanique et de confort incertain. Et un vélo, un van Volkswagen sous un manguier, des gens sur la chaussée toujours et des bus, des bus sans fin. Quand je pense à l’art que je ferais à l’avenir, ailleurs, au frais, je dois repenser à ça : à la fois au football, au cristal de Baccarat, à Ana Hickmann, aux camions usés, à la chaleur écrasante, aux marionnettes géantes en forme de bœufs, dans lesquelles entrent trois hommes. Si je peux faire une œuvre qui rassemble tout cela dans un seul objet, une seule installation, alors j’aurais réussi.",
        "LatLng": {
            "Lat": -3.124775,
            "Lng": -60.026567
        }
    },
    {
        "id": 9,
        "km": 2.8,
        "txt": "Tout le monde, à Manaus, attend ou prend le bus, du matin au soir, et même la nuit. Ici dans l’avenue Constantino Nery passent le S, un des plus récents bus de la ville, qui va de la Place de la Pointe Noire, loin à l’ouest de la ville, jusqu’au terminal de l’avenue Camapuã, dans la banlieue nord-est. On y attend aussi le 29, qui arrive du centre universitaire de Japiin, dans l’est, et termine sa course un peu avant l’aéroport. On s’entasse dans le bus 454, que j’aurais dû prendre si je n’avais pas été si en avance, qui démarre derrière le port et le marché municipal, et file plein nord jusqu’à Novo Israel en passant devant le stade. On sue dans le 406, on se presse dans le 540, on étouffe dans le 678, le 10, le 11, qui lui s’en va loin en dehors de la ville vers le nord-ouest, jusqu’au fleuve Tarumã-Acu, à 25 kilomètres du centre, on se serre dans le 212.",
        "LatLng": {
            "Lat": -3.120399,
            "Lng": -60.026757
        }
    },
    {
        "id": 10,
        "km": 3.8,
        "txt": "Ah ah, flouter le visage d’un tag au mur, il fallait y penser. Ou plutôt n’y pas penser : on ne peut qu’aimer, à mon avis, l’art ironique des algorithmes, qui commentent notre société mieux que nous-mêmes. Et j’adorerais qu’on me dise en plus ce qu’il y avait jadis au numéro 1570, le prix des pizzas au petit snack dans la maison crème et rouge, juste à gauche après les grilles, ou celui des soupes chez Sopão do Professor.",
        "LatLng": {
            "Lat": -3.111362,
            "Lng": -60.026590
        }
    },
    {
        "id": 11,
        "km": 4.8,
        "txt": "Elle aussi a le visage flouté. Mais j’aime bien sa robe, et surtout ses baskets montantes, elle ressemble à ces filles punks de la fin des années 1990. Elle le tient par le coude et l’on se demande vraiment s’il elle s’accroche à son bras ou si elle l’aide à marcher sur ce pont tagué, petite icône punk coincée entre le parc public, le long des berges où viennent lécher les détritus, et le Centre Commercial du Millénaire et le Condominium des Cités Jardins juste derrière. Lui, il a chaud.",
        "LatLng": {
            "Lat": -3.102145,
            "Lng": -60.026569
        }
    },
    {
        "id": 12,
        "km": 5.8,
        "txt": "Il pleut : l’algorithme a constellé l’écran de tâches comme autant de gouttes de pluie sur une cellule photographique. Cela aussi devrait entrer dans mon travail : Manaus ne s’imagine pas sans la pluie, et si je veux parler du Brésil, même après mon départ, surtout après mon départ, je dois me préoccuper moins de la chaleur que de la pluie, qui nourrit moins qu’elle ne pourrit tout, maisons, voitures et âmes. Il me reste deux mois : j’ai encore le temps de refaire mon bagage trois fois d’ici là, je ne veux rien oublier. Et faire ce petit job à la buvette du stade pour mettre le plus de sous possible de côté : j’en aurais besoin pour durer, à Portland, le plus longtemps possible.",
        "LatLng": {
            "Lat": -3.093239,
            "Lng": -60.026571
        }
    },
    {
        "id": 13,
        "km": 6.8,
        "txt": "« Sur terre et sur asphalte ! » Cette publicité de bagnole serait certainement sympa à détourner pour une fausse publicité de la ville de Manaus, ou de l’office du tourisme : « Manaus, champignon d’asphalte sur l’eau ! » Ce stade, on l’a construit pour le photographier depuis un hélicoptère, mais je mets quiconque au défi, depuis la rue, de voir un panier d’osier ; un bas résille, à la limite.",
        "LatLng": {
            "Lat": -3.084896,
            "Lng": -60.026528
        }
    },
    {
        "id": 14,
        "km": 7,
        "txt": "Évidemment, il y en a un qui recharge tranquillement son téléphone et devinez : il porte chemise et jeans quand tous les autres ont des bleus de travail. Le pays des patrons. Qui construit des bas résille géants pour le peuple, et des paniers en osier pour la télévision. Moi, je suis les petites bandes jaunes, je marche, j’avance dans les coulisses amazoniennes, au bout je vois la lumière, moi je décontracte les bras, je sautille sur mes pieds, je vais entrer dans l’arène.",
        "LatLng": {
            "Lat": -3.084896,
            "Lng": -60.026528
        }
    },
    {
        "id": 15,
        "km": 7.1,
        "txt": "Tous les sièges, 41.000 places, il faut aussi les voir depuis le ciel, le dégradé des rouges et des jaunes comme une fleur tropicale. Ces fauteuils, personne ne doit s’y asseoir, on ne verrait plus les fleurs mais des touristes étrangers en chemises à motifs de perroquets et, plus tard, de pauvres gens aux t-shirts à moitié déchirés aux couleurs de coca-cola ou des pneus Pirello. Moi, Jefferson, Artiste, j’entre sur scène. Enfin, pour commencer je fais l’inventaire du stock du bar lounge des suites Affaires. Et le mois prochain, Portland : j’entre en scène. Travailler.",
        "LatLng": {
            "Lat": -3.083685,
            "Lng": -60.027632
        }
    }
]
