[
    {
        "id": 0,
        "km": 0,
        "txt": "Il fait nuit. Je suis à l’extérieur du jardin des morts. Je pourrais frapper, demander à voir Henry Fielding, logé ici avec le confort que mérite sa célébrité dans l’au-delà. Comme dans ce film, avec Peter O’Toole je crois, où les morts célèbres sont luxueusement logés, jusqu’à ce que l’histoire petit à petit les oublie et que leurs conditions de vie se dégradent en conséquence, de la suite à la chambre, à la soupente... Mais Fielding conservera sans doute longtemps son jardin au cœur de Lisbonne.",
        "LatLng": {
            "Lat": 38.715664, 
            "Lng": -9.160040
        }
    },
    {
        "id": 1,
        "km": 0.1,
        "txt": "J’ai vu cette statue toute ma vie : « le palmier domine gonflé les cimes de l’épaisse forêt » brésilienne, dit la citation. On l’inaugura dans l’Ancien Monde de 1900, c’est inscrit sur le piédestal. Les Anglais, à l’ombre de leur cimetière à cent mètres de là, n’ont sans doute pas même tourné la tête pour regarder la cérémonie. Ratée, comme il se doit : il avait plu, la corde de soie ne glissait pas et un simple soldat, Martin Francisco de Paula, dû monter sur la statue pour la dévoiler. Je l'imagine grimpant à gestes saccadés, comme dans un film d'époque, et piétinant le visage de Cabral, la statue tragi-comique de notre Empire Portugais.",
        "LatLng": {
            "Lat": 38.715788, 
            "Lng": -9.158874
        }
    },
    {
        "id": 2,
        "km": 0.3,
        "txt": "Il était déjà pressé, ce soldat, de découvrir sa statue. Tout le monde attendait. 1500-1900 disait le socle, on ne peut pas attendre 1901, c’est certain. Ni même que la corde de soie sèche. On n’a que faire de la pluie, c’est aujourd’hui, c’est maintenant, il faut monter sur la statue. Ç’aurait été drôle si, soulevant le drap, on avait révélé que le prêtre ne tenait pas une bible de bronze, mais bien une horloge. Bref, Martin Francisco de Paula est monté, il a arraché le drap comme on découvre le pôle Nord, et cent ans plus tard on a des voitures garées jusque sur les trottoirs.",
        "LatLng": {
            "Lat": 38.715421, 
            "Lng": -9.157190
        }
    },
    {
        "id": 3,
        "km": 0.4,
        "txt": "Allons bon, il fait nuit à nouveau. La maison des missionnaires du Saint-Esprit se devine à peine derrière les épais barreaux de ses fenêtres, sur la droite. Immonde bâtisse, qui a l’air d’une banque ou d’une administration de banlieue. Sous prétexte de proximité avec les pauvres, les pères s’enlaidissent. Encore beaucoup de voitures, même la nuit. Je ferais mieux de rester sur le trottoir. Mon père, donc, a vu, tout jeune enfant, l’inauguration du monument à Cabral. Il était à l’estrade à côté de sa grand-mère, la veuve de Don João de Castro Pamplona, Comte de Resende, Amiral du Royaume. Et ce dont il se souvenait, c’était du soldat, son visage juvénile, sa souplesse et les muscles tendus de ses avant-bras tirant sur le drap.",
        "LatLng": {
            "Lat": 38.714522, 
            "Lng": -9.156397
        }
    },
    {
        "id": 4,
        "km": 0.7,
        "txt": "La maison d’Amália. Je sais, à travers les murs, les azulejos du XVIIIe, avec des motifs de fleurs séchées, et, devant, le simple canapé canné. Mais je ne me souvenais pas des couleurs de la façade, ce jaune brun lumineux, presque taupe mais très pâle, et ce rose rouge, cosmique. Il y a si longtemps que j’avais marché dans ces rues. À mon âge, on ne sort plus beaucoup, c’est comme dans la chanson : on entend le silence qui était à la place du monde qu’on a occupé, et aussi le vent et la mer. On est emprisonné dans les tout petits pas qu’on peut encore faire. Quand je veux un peu d’air et de mer, j’ouvre un livre. « Abandonné (au Fort de Peniche) »",
        "LatLng": {
            "Lat": 38.715514,
            "Lng": -9.154495
        }
    },
    {
        "id": 5,
        "km": 1,
        "txt": "J’ai parcouru un kilomètre, et je suis déjà épuisé. Mais à partir d’ici, ça descend jusqu’au Tage, si je continue dans cette direction, ça ira. J’avais oublié jusqu’à l’existence de cette boutique des tapis d’Arraiolos. J’avais même oublié l’existence d’Arraiolos, en vérité, sa butte sèche et ses énormes remparts qui encerclent et protègent un terre-plein herbeux avec, au milieu, une petite église blanc et bleu sans intérêt. Mes parents avaient acheté quelques-uns de ces tapis dans les années 1940 et 1950, ils couvraient de leurs couleurs vives et de leurs motifs naïfs les coffres en chêne dans lesquels on serrait alcools, cigares et jeux de cartes — je les revois dans l’ancienne cuisine de la maison familiale d’Évora, qu’on avait transformée en fumoir, alignés contre le mur de briques rouges.",
        "LatLng": {
            "Lat": 38.717721, 
            "Lng": -9.151439
        }
    },
    {
        "id": 6,
        "km": 1.5,
        "txt": "La boutique d'antiquités de Manuel Crespo est fermée de grilles. Je me souviens de lui dans les années 2000, la plupart des statuts de sa boutique étaient là pour le décor : il vivait en vérité de la vente d’azulejos à l’unité. Il préférait des carreaux à motif unique, une étoile, un chardon, qu’il allait chercher dans les chantiers de rénovation des quartiers périphériques de la ville. Il les prétendait du XVIIIe siècle et vendait ça aux touristes, souvent des jeunes, qui peuplaient la Pensão Londres de l’autre côté de la rue. Il leur parlait un anglais ou un français scolaire et désuet, les accueillait en vérifiant du pouce et de l’index, par réflexe, la tenue du nœud « double Windsor » qui fermait sa cravate « regimental ». Et il ne dédaignait pas de traverser la rue avec eux pour aller dans leur chambre si l’occasion se présentait. Je me demande quel âge il a, aujourd’hui.",
        "LatLng": {
            "Lat": 38.715785,
            "Lng": -9.146403
        }
    },
    {
        "id": 7,
        "km": 2.1,
        "txt": "Comme il agréable de pouvoir à nouveau emprunter ces escaliers. Lisbonne, quand on vieillit, devient plate, elle perd son relief, on se fait transporter en taxi vers les quartiers bas, ou sur le sommet de la colline d’en face. La vieillesse ne tasse pas seulement les os, elle écrase progressivement la ville, dont le malade voit de moins en moins clairement les pentes, comme une Afrique en marche arrière, qui se remplirait progressivement de taches blanches, de « terres inconnues » dont on ne sait plus rien, qui sont trop dangereuses pour qu’on s’y aventure. Mais avec des touristes portant Borsalino.",
        "LatLng": {
            "Lat": 38.713392, 
            "Lng": -9.142068
        }
    },
    {
        "id": 8,
        "km": 2.5,
        "txt": "Je venais ici tous les samedis matin. Pas au café Nicola, qui était déjà le lieu snob qu’il est sans doute toujours, juste à côté, au Tabacaria Mónaco. J’achetais un cigare Punch, qu’on tirait de sa boite blanche et or avec, en son centre, le clown de la marque, en bonnet et costume à rayures, à ses pieds un chien à triste mine, bonnet à plumes colorées sur la tête et collerette Renaissance autour du cou. Je coupais le bout du cigare dans la boutique : la guillotine était une petite sculpture en forme de chat, accroupi sur le comptoir et dont on actionnait la queue avant de se pencher vers la statue de cette vieille femme dont la lampe, toujours allumée, attendait le bout de mon cigare. Tandis qu’on me rendait la monnaie, je soufflais une bouffée en direction du plafond, où des hirondelles voletaient autour de fils télégraphiques en trompe-l’œil. Je prenais mon Times Literary Supplement hebdomadaire sous le bras et je m’en allais, laissant le Nicola derrière moi, boire une cerise de l’autre côté de la place.",
        "LatLng": {
            "Lat": 38.713217, 
            "Lng": -9.139497
        }
    }

]
