[
    {
        "id": 0,
        "km": 0,
        "txt": "J’aime vraiment cette nouvelle paire de baskets. Évidemment, on ne comprend rien aux noms qu’ils leur donnent : Zoom Vomero, Lunaracer, Dual Fusion, Lunarglide. Je me demande si ça marche. Si les gens se souviennent même de ce qu’ils ont acheté. Ma mère, en tout cas, avait oublié le nom du modèle avant même d’atteindre la caisse. Et, vraisemblablement, le nom de la marque. Ou pas, finalement : la banane, elle sait de quoi l’on parle. Par contre, elle me reparlera sans problème, dans dix ans, des chaussures de course avec un motif de camouflage rose vif qu’elle m’avait payé pour mes vingt-cinq ans. Après tout, la majorité des clients n’a pas besoin de connaître le modèle ; j’imagine qu’il suffit qu’il existe, dans son exotisme, pour donner à la marque un air de moderne excentricité. Intéressant. Enfin, je crois.",
        "LatLng": {
            "Lat": 40.757777, 
            "Lng": -73.932244
        }
    },
    {
        "id": 1,
        "km": 0.2,
        "txt": "Ces maisons de brique rouge à un étage, quand je sors de chez moi tôt le matin pour courir, pas encore réveillée, me font toujours un effet curieux : en les longeant sur le trottoir, pendant une seconde je peux avoir l’impression de ne pas avoir quitté Bristol. Je courrais encore dans les rues du quartier de mon enfance, remontant Whiteladies Road vers le parc Durdham. Mais ça dure un instant seulement : il me suffit de lever le nez pour me situer à nouveau. Voir le drapeau devant l’école. Ou la longueur tout américaine de la rue. Et il n’y a guère qu’ici qu’on peut abréger ainsi « School Crossing » en « School Xing ». Ça fait presque chinois. Ou bien n’y a-t-il pas un réseau social qui porte ce nom ? Xing ? Ça sonne comme un nom de réseau social, non ?",
        "LatLng": {
            "Lat": 40.757307,
            "Lng": -73.934240
        }
    },
    {
        "id": 2,
        "km": 0.3,
        "txt": "Je viens toujours à la laverie automatique, jamais à l’épicerie. Je ne connais pas la cuisine dominicaine. Mais je n’aime pas cuisiner, de toute façon. Surtout chez moi, dans un espace si exigu. Je n’avais pas fait attention aux caméras à l’angle de l’immeuble, de l’autre côté de la rue. Mais on n’a aucune idée de ce qu’il y a dans ce bâtiment, aucune plaque n’indique rien de suspect. On filme tout sans nécessité, cela dit. L’autre jour, une dame passait justement la porte au moment où je longeais l’immeuble, elle sortait son chien. Une dame jeune, une trentaine d’années tout au plus, avec un t-shirt bizarre sur le devant duquel j’ai juste eu le temps, tandis que je courrais, de voir deux taches jaunes au niveau des seins. Un dessin d’œuf sur le plat, je crois.",
        "LatLng": {
            "Lat": 40.755716, 
            "Lng": -73.935798
        }
    },
    {
        "id": 3,
        "km": 1.9,
        "txt": "Je m’amuse toujours de l’idée de rentrer dans Manhattan par l’ancienne Welfare Island, l’ancien asile d’aliénés — et même en survolant l’asile, sans pouvoir y descendre depuis le pont. Je n’ai jamais pris le temps de visiter Roosevelt Island, alors même que je cours ou pédale par-dessus chaque matin. J’aime la respiration du coureur : comme dans la méditation zen, je compte les inspirations dans ma tête, un, deux, trois, quatre pour inspirer, un, deux, trois, quatre pour expirer, et mon téléphone m’indique d’une voix féminine et grave chaque mile parcouru. Je devrais proposer, dans les « Parcours » que nous proposons, une visite de Roosevelt Island.",
        "LatLng": {
            "Lat": 40.755549, 
            "Lng": -73.951275
        }
    },
    {
        "id": 4,
        "km": 3.2,
        "txt": "Je vais rattraper cette dame en maillot bleu. On devrait lui demander à elle de faire la narratrice pour un « Parcours » sur Roosevelt island. Quelqu’un qui fait du footing, en tout cas. Mais non : ni un quidam ni un sportif. Une écrivaine ou une actrice, la cinquantaine, qui fait du footing dans Roosevelt island — dans Roosevelt island ou bien le long de l’Hudson River Greenway. Une auteure cinquantenaire. Ou encore David Byrne, à vélo, qui aurait une grâce bizarre à marmonner des histoires new-yorkaises de rock et de promenades. Et en arrière-fond, une musique qui suivrait le rythme de ma respiration, à quatre temps d’inspirations et d’expirations, comme quand je cours.",
        "LatLng": {
            "Lat": 40.760592,
            "Lng": -73.962297
        }
    },
    {
        "id": 5,
        "km": 4.7,
        "txt": "David Byrne ou une musicienne. Mais pas un écrivain, trop prétentieux. Et trop lent pour New York. Un-deux-trois-quatre ! Quelqu’un dans la musique, avec du rythme et qui fait passer vingt ou trente ans en vingt ou trente minutes, qui nous promène au soleil en racontant des histoires terribles sur Central Park, sur Soho quand le quartier n’avait rien de coquet ni de propre. Comme cet article, que j’ai lu récemment, d’une jeune fille qui a fugué et trouvé refuge dans une grotte de Central Park, où elle a vécu un mois avant qu’on la retrouve — en 1897. David Byrne ou alors Kim Gordon.",
        "LatLng": {
            "Lat": 40.768462,
            "Lng": -73.974246
        }
    },
    {
        "id": 6,
        "km": 4.9,
        "txt": "À New York il faut lever le nez : on dit toujours qu’ici il faut faire les choses, avoir les mains dans le cambouis, pousser son caillou devant soi. Rien de plus faux : il faut regarder le ciel et rêver. Plus haut, plus fort, plus vite, mais rêver. Mais je ne sais pas pourquoi je m’embête avec de nouvelles idées pour « Parcours » : je vais arriver au bureau, allumer mon ordinateur et dans la demi-heure la femme de Josh va venir se planter devant moi pour discuter. La femme d’un cofondateur, elle n’a rien à faire là, elle ne travaille même pas pour la boite. Une dingue du contrôle, paranoïaque, elle et son mari contre le reste du monde, avec sa mentalité du « avec nous ou contre nous », je ne supporte pas ça. J’ai bien besoin de cette heure de footing avant de bosser, et de la douche au bureau avant de démarrer : je me sens forte alors, dynamique et propre, parée pour la journée, la demi-journée, ou au moins les deux heures qui suivent. Quelle merde.",
        "LatLng": {
            "Lat": 40.769340,
            "Lng": -73.981209
        }
    },
    {
        "id": 7,
        "km": 5.5,
        "txt": "J’ai entendu l’autre jour qu’il y avait eu un vol avec violence un peu plus bas, sur la 56e rue, et un viol, le même mois, sur la 50e, mais je n’ai pas réussi à en savoir plus. La plupart du temps, ces histoires restent des statistiques : j’aime les histoires pourtant, les tristes aussi. Et dans l’ensemble, quand on court tôt le matin vers 7 h, on n’a rien à craindre tout au long de l’Hudson jusqu’à la pointe de Manhattan. On pourrait aussi raconter une histoire de New York à travers ses restaurants sportifs — en commençant par La Rotisserie Française, sur la 52e Est, où naquit la Fantasy League Baseball : quelques copains, journalistes, avocats, qui au début des années 1980 parient sur les performances individuelles des joueurs de la saison en cours.",
        "LatLng": {
            "Lat": 40.772992,
            "Lng": -73.993735
        }
    },
    {
        "id": 8,
        "km": 7.7,
        "txt": "J’aime les histoires comme dans Dickens, dans Balzac : New York en regorge ! Il y a des poulets qui craquent dans les arrières-salles, et des restaurants tchèques où mijotent des ragoûts de porc et de choux avec, préparés sur le bord de l’assiette, des tranches de galettes de pommes de terre à l’ail et à l’origan, frits dans l’huile — des restaurants où l’on parle de la politique telle qu’elle se fait au bout du monde, et des bonnes affaires qu’on peut trouver dans le New Jersey voisin. Et le patron est gros et jovial, ancien représentant de commerce de la maison Budweiser Budvar, quelque part en Bohème.",
        "LatLng": {
            "Lat": 40.763928,
            "Lng": -73.999266
        }
    },
    {
        "id": 9,
        "km": 9.1,
        "txt": "J’aime les histoires avec voracité, comme les livres et les rencontres, les amants, les amantes, les concerts, l’art, les robots. Cette voracité me permet d’avancer, avec le long de ma trajectoire de simples points qu’une ellipse relie légèrement, de loin en loin. Ma voracité éclaire mes pas, mes chaussures à camouflage rose avalent la piste, mais je crains parfois de dévorer gens et lieux sans qu’il en reste presque rien. Je ne me fatigue pas, mais je n’aime plus tant mon appétit : je devrais essayer de continuer à compter mes respirations, un-deux-trois-quatre-souffler, un-deux-trois-quatre-inspirer, tout en réussissant à ralentir un peu. Comme une particule de lumière — autre histoire entendue : si de nombreux faisceaux lasers la cernent et la ralentissent, la lumière ralentie, refroidie, s’arrête enfin comme dans un nuage de coton. On peut alors la mettre en bouteille.",
        "LatLng": {
            "Lat": 40.752380, 
            "Lng": -74.007994
        }
    },
    {
        "id": 10,
        "km": 10.3,
        "txt": "Je cours comme on danse quand on se croit seul : mes mouvements sont spontanés, je me sens gaie et libre ; le décompte de mes respirations, dans ma tête, de scansion, devient mélodie, un-deux-trois-quatre-inspirer, do-mi-fa-ré-expirer ; le bruit de mes chaussures sur le sol devient plus riche lui aussi, non plus un simple claquement bref, mais un coup de balai métallique sur une caisse claire, qui s’étire en un début, un milieu, une fin. Encore une histoire. Quand j’aurais quitté « Parcours », qu’ils auront réussi à me pousser vers la sortie ou que j’aurais trouvé mieux ailleurs, je raconterais aussi cette histoire-là. Le huis clos des start-ups, un théâtre de l’ambition où des ingénieurs écrivent les répliques. Et attendent, comme au cinéma : la journée passée à bouffer, discuter, s’ennuyer, et 20 minutes d’action, toutes les lumières tournées vers la vedette du film.",
        "LatLng": {
            "Lat": 40.738446,
            "Lng": -74.010432
        }
    },
    {
        "id": 11,
        "km": 11.5,
        "txt": "Je ne doute pas qu’il y ait dans Dickens du bœuf rôti, bien sûr, du mouton, des poulardes, du pigeon, du veau, des jarrets de porc accompagnés de tourtes aux légumes, de puddings, de vin de madère. Dans Balzac aussi, certainement, on rôti à tour de bras : oies et poulets, perdrix dans leur barde, canards. Évidemment, rien de rôti dans Jane Austen, non plus que chez les sœurs Bronte, ou au mieux un oignon et deux pommes de terre en pelure. Les auteurs-rôtisseurs, voilà les vrais auteurs new-yorkais ! Car la rôtisserie, comme la course, la danse, et toutes les activités qu’on fait en s’oubliant, ne s’apprend pas : il y a là une qualité intrinsèque de la personne, qu’on se contente d’exprimer à coups de broche. Et la manie actuelle des feuilletons historiques à la Jane Austen ne convient en rien à New York : on devrait plutôt tourner dans ces rues une version moderne du Père Goriot, ou de David Copperfield. Avec force rôtisseries.",
        "LatLng": {
            "Lat": 40.726630,
            "Lng": -74.011511
        }
    },
    {
        "id": 12,
        "km": 13,
        "txt": "Me voici arrivée. Les bureaux de « Parcours » sont au bout de la rue. Mais avant il y a ce lieu, 4 Cortland Alley, le plus petit musée d’histoire naturelle du monde, qui donne à voir des artefacts contemporains illustrant la complexité du monde moderne, et de ses histoires. Le musée le plus new-yorkais qu’on puisse imaginer. Des tubes de dentifrice, des chaussures, des montres, des sachets de nourriture lyophilisée, des sacs à dos d’enfants, des pierres, des rasoirs, des billets de banque qui viennent du monde entier, tous différents, tous identiques, des documents qui racontent le monde dans un espace minuscule. J’aime tant New York.",
        "LatLng": {
            "Lat": 40.717340,
            "Lng": -74.002729
        }
    }
]