[
    {
        "id": 0,
        "km": 0,
        "txt": "J’ai confié mon bagage au chauffeur, qui va le déposer directement à l’hôtel et viendra me chercher quand je l’appellerai, en espérant que mon téléphone fonctionnera là où je me trouverai. S’il le faut, je reviendrai vers l’aéroport à pied et je l’attendrai là. Je ne conserve avec moi que mon matériel d’aquarelliste, et deux bouteilles d’eau. Il me faudra, me dit-on, un peu moins de trois heures pour atteindre l’île interdite. Le chauffeur m’a laissé un plan griffonné.",
        "LatLng": {
            "Lat": 15.122157, 
            "Lng": 145.723530
        }
    },
    {
        "id": 1,
        "km": 1.1,
        "txt": "Oui, cela pourrait commencer ainsi, ici, comme ça, d’une manière un peu lourde et lente, dans le matin déjà chaud et ensoleillé, en dépassant les pins colonaires, en longeant les flamboyants le long de la route. J’en cueille une fleur, à quatre pétales rouges, pour la coincer entre deux feuilles d'un carnet : si je parviens à la conserver, je pourrais la faire couler au centre d’une boule presse-papiers en cristal de baccarat, qui prendrait place sur mon bureau, à côté du petit réveil des années 1970, noir et blanc, à l’aiguille fixe et où les minutes sont un cercle vertical mobile.",
        "LatLng": {
            "Lat": 15.129396, 
            "Lng": 145.727033
        }
    },
    {
        "id": 2,
        "km": 1.9,
        "txt": "Il y a trois travailleurs, deux messieurs qui tournent les boulons, une femme qui les guide, et quatre spectateurs : deux enfants, l’un torse nu, l’autre assis dans l’herbe, et deux femmes, l’une les bras croisés sur la poitrine, l’autre les mains dans le dos, environ soixante ans, en sandales, un peu de ventre et un chignon, qui me regarde.",
        "LatLng": {
            "Lat": 15.136230,
            "Lng": 145.728556
        }
    },
    {
        "id": 3,
        "km": 2.9,
        "txt": "La route n’a plus de marques au sol. La chaleur et l’humidité, comme le gel, abiment la chaussée rapidement : il semble qu’on ait déjà souvent raccommodé cette route, sur laquelle le goudron ressemble à une couche de beurre étalée sur une longue tranche de pain. Il fait déjà chaud, à 9 heures du matin. Je mets mes oreillettes et, sur mon téléphone, un peu de musique : les « Different Trains » de Steve Reich, avec leur tou-koutou-koutouk régulier, les violons qui font la locomotive et poussent ma marche, les voix des survivants : « Black Crows invaded our country » dit au violoncelle. Je marche dans la guerre, sans peur ni haine, mais avec peine.",
        "LatLng": {
            "Lat": 15.144719, 
            "Lng": 145.731936
        }
    },
    {
        "id": 4,
        "km": 3.9,
        "txt": "Il n’y a pas d’ombre, et sur cette route à quatre voies, je dois avancer prudemment, dans les herbes du bas-côté. Je marche lentement, en suspension sur le parcours, comme les pigments dans l’aquarelle. Je ne reste pas où me pose le pinceau, il y a un élément d’imprévisibilité : en marchant, en séchant, je me dépose peu à peu dans les aspérités du paysage, et je laisse un peu plus de moi-même à certains endroits qu’à d’autres, dans les trous de la sensation plutôt que sur les crêtes. Pas toujours où je veux : cette laide voie rapide me colle au sol, et je veux essayer d’en sortir rapidement.",
        "LatLng": {
            "Lat": 15.149425,
            "Lng": 145.733467
        }
    },
    {
        "id": 5,
        "km": 5,
        "txt": "Mon premier bâtiment abandonné et muré. Sans doute depuis peu, sinon la végétation aurait déjà envahi les ruines. Il demeure une salle climatisée à l’angle du rez-de-chaussée, fermée d’une lourde porte en acier. Il s’agissait probablement d’appartements de location. J’ai noté que ces immeubles dégradés, qui vous sautent à la figure quand vous arrivez dans les tropiques, disparaissent petit à petit de votre vision quand vous passez d’île en île. Et si au début de mon projet je les évitais soigneusement quand je cherchais un lieu pour peindre mes aquarelles, aujourd’hui je n’y prête plus attention. Simplement, je marche jusqu’à ne plus trouver les hommes ni leurs traces, avant de m’asseoir, de poser ma grande planche — qui pour l’instant me bat dans le dos, attachée en travers de mon sac à dos, sous un tissu imperméable à carreaux qui la protège de la pluie — avant, donc, de poser ma planche sur mes genoux et de commencer à dessiner.",
        "LatLng": {
            "Lat": 15.155577,
            "Lng": 145.739788
        }
    },
    {
        "id": 6,
        "km": 5.9,
        "txt": "J’ai tourné à droite en direction de Laulau Beach : il y a encore une glissière de sécurité sur le côté, mais la route, immédiatement, devient un chemin qui n’a plus de nom et, d’après mon plan, longe la plage en bifurquant vers le nord-est, à couvert de la végétation, pour ressortir de l’autre côté de l’anse, sur l’arrière du bourg de Kagman. Vous ne pouvez pas m’accompagner : il n’y a pas d’image ici, quelques photographies tout au plus, qui montrent une plage de sable et de minuscules palétuviers, avec les vagues qui ourlent à quelques dizaines de mètres du bord en se cassant sur un récif affleurant. Faites le tour en voiture, je vous attends de l’autre côté.",
        "LatLng": {
            "Lat": 15.154827,
            "Lng": 145.746733
        }
    },
    {
        "id": 7,
        "km": 9.8,
        "txt": "J’imagine qu’il y a longtemps que vous m’attendez ? J’ai pris le temps de tremper les pieds dans la mer, mais je ne me suis pas baigné : l’endroit ne me plaît pas et de toute façon je préfère m’en tenir à mon intention initiale et aller jusqu’à l’île interdite. Sur le chemin en arrivant, voyant de loin ce hangar avec de gros ventilateurs, j’ai demandé à un vieux monsieur de quoi il s’agissait. Il s’essuyait sans discontinuer la figure, front, moustache, cou, front à nouveau, etc., avec un élégant mouchoir de flanelle blanche. Une ferme, m’a-t-il répondu, celle de son petit-fils, qui fait pousser des piments dans des bacs en plastique remplis de billes d’argile.",
        "LatLng": {
            "Lat": 15.168971,
            "Lng": 145.769418
        }
    },
    {
        "id": 8,
        "km": 10.7,
        "txt": "Les maisons sont construites assez loin en retrait de la route. On ne voit pas de piscines, ce sont des propriétés modestes et récentes, en béton. Certainement confortables, et je veux imaginer que certaines d’entre elles ont, dans la cuisine, pourquoi pas, de ces carrelages traditionnels et frais, de jolis motifs alternés de rectangles bleus et de losanges verts, et dans un bureau, sur l’arrière de la maison, où un secrétaire en acajou soutient quelques livres ou un pot de tabac en porcelaine, un riche parquet à bâton rompu. Je peux l’imaginer car on les a construites suffisamment loin du bord de la propriété, de la même façon qu’on a gommé ici tout ce qui rappelle la Seconde Guerre mondiale. En attendant, il faut continuer mon chemin : même dans cette Amérique lointaine, seule compte la voiture et rien, ici, ne convient au marcheur.",
        "LatLng": {
            "Lat": 15.167462,
            "Lng": 145.776846
        }
    },
    {
        "id": 9,
        "km": 11.7,
        "txt": "À gauche commence la rue de la Demi-fleur. Dans la propriété juste devant moi, les arbres, les buissons et les fleurs serrent de près la maison, qui seule bénéficie de leur ombre. Il n’y a rien sur la vaste pelouse d’herbes de Bahia, sinon une grosse voiture aux jantes en aluminium. Je devine, derrière les vitres fumées, les fauteuils en cuir. Je m’approche de la maison pour me faire confirmer mon chemin. Il y a des barreaux aux portes et aux fenêtres, comme dans toutes les maisons ici. Je tape à la porte et j’appelle. La maitresse de maison se demande visiblement, un court instant, si je veux la démarcher pour une chose ou une autre, avant de comprendre qu’il s’agit d’un touriste perdu ici. Qui va à pied. Elle me propose de me ramener en ville en voiture, saisit déjà son énorme trousseau de clés, avec plusieurs porte-clés publicitaires, un octogone avec le logo Coca-Cola, un domino percé d’un anneau à l’angle droit. Elle finit par comprendre ma demande et m’indique le chemin.",
        "LatLng": {
            "Lat": 15.166789,
            "Lng": 145.783783
        }
    },
    {
        "id": 10,
        "km": 13.2,
        "txt": "La route s’arrête ici. Mme Tudela m’a dit de tourner à gauche, que l’île interdite serait en bas de la pente, au bout du chemin, que je pourrais m’arrêter chez elle à mon retour et appeler le chauffeur de l’hôtel depuis chez elle, qu’elle me gardait un verre de rhum au frais, que nous le boirions ensemble sur sa terrasse, à l’arrière de sa maison, à l’ombre du frangipanier, confortablement assis sur son canapé de rotin, sous une aquarelle du mont Marpi qu’elle avait réalisée il y a bien des années, au début de son mariage — car elle aussi peint, parfois, ou peignait — qu’il fallait que je lui montre de mes propres aquarelles.",
        "LatLng": {
            "Lat": 15.160813,
            "Lng": 145.782446
        }
    },
    {
        "id": 11,
        "km": 14.2,
        "txt": "Il y a des abeilles ou des guêpes dans les buissons à ma gauche. Je n’ai pas remis mes écouteurs, je les entends. Mieux vaut continuer et, de toute façon j’ai hâte, maintenant, d’arriver. Je ne sais pas pourquoi j’ai entrepris ce projet : sans doute par esprit de vengeance, pour remplir ma vie de la pensée la plus petite que j’ai pu trouver, insignifiante au regard de l’industrie de mon père, tout en restant une pensée authentique néanmoins. Je n’arriverais jamais, bien entendu, à dépenser réellement son argent : il me faudrait plus d’une vie. Au moins puis-je la consacrer à accumuler les aquarelles comme lui accumula les entreprises. En sachant qu’il ne les verra jamais.",
        "LatLng": {
            "Lat": 15.155816,
            "Lng": 145.785218
        }
    },
    {
        "id": 12,
        "km": 14.7,
        "txt": "Voici l’île interdite. Je vais m’installer là pour la peindre. Elle ressemble à un immense cône coupé à la base. Je ne sais pas si quelques Japonais, pendant la guerre, s’y sont retranchés avec leurs armes. Certainement : après tout, presque 30 000 soldats japonais moururent ici, ils devaient couvrir toute l’île. Une boucherie similaire à la bataille de Montecassino au même moment, les pertes Alliées en moins. Je ne sais pas quelles règles de la guerre on appliqua ici... J’ai six feuilles avec moi, assez pour faire au moins une bonne aquarelle. Et témoigner qu’on a gommé les morts.",
        "LatLng": {
            "Lat": 15.151878,
            "Lng": 145.787837
        }
    }

]