[
    {
        "id": 0,
        "km": 0,
        "txt": "Il fait nuit. Je me tiens à l’extérieur du jardin des morts. Je pourrais frapper, demander à voir Henry Fielding, logé ici avec le confort que mérite sa célébrité dans l’au-delà. Comme dans ce film, avec Peter O’Toole je crois, où les morts célèbres logent luxueusement, jusqu’à ce que l’histoire petit à petit les oublie ici-bas : leurs conditions de vie se dégradent alors en conséquence, de la suite à la chambre, à la soupente... Mais Fielding conservera sans doute longtemps son jardin au cœur de Lisbonne.",
        "LatLng": {
            "Lat": 38.715664, 
            "Lng": -9.160040
        }
    },
    {
        "id": 1,
        "km": 0.1,
        "txt": "J’ai vu cette statue toute ma vie : « le palmier domine gonflé les cimes de l’épaisse forêt » brésilienne, dit la citation. On l’inaugura dans l’Ancien Monde de 1900, selon l’inscription sur le piédestal. Les Anglais, à l’ombre de leur cimetière à cent mètres de là, n’ont sans doute pas même tourné la tête pour regarder la cérémonie. Ratée, comme il se doit au Portugal : il avait plu, la corde de soie ne glissait pas et un simple soldat, Martin Francisco de Paula, dû monter sur la statue pour la dévoiler. Je l’imagine piétinant le visage de Cabral et grimpant à gestes saccadés, comme dans un film d’époque, la statue tragi-comique de notre Empire portugais.",
        "LatLng": {
            "Lat": 38.715788, 
            "Lng": -9.158874
        }
    },
    {
        "id": 2,
        "km": 0.3,
        "txt": "Tout le monde attendait. 1500-1900 disait le socle, on ne peut certainement pas attendre 1901. Ni même que la corde de soie sèche. On n’a que faire de la pluie, l’inauguration a lieu aujourd’hui, maintenant, il faut monter sur la statue. Ç’aurait été drôle si, soulevant le drap, on avait révélé que le prêtre ne tenait pas une bible de bronze, mais bien une horloge. Bref, le soldat Martin Francisco de Paula escalada le monument, il arracha le drap comme on découvre le pôle Nord, et cent ans plus tard on a des voitures garées jusque sur les trottoirs.",
        "LatLng": {
            "Lat": 38.715421, 
            "Lng": -9.157190
        }
    },
    {
        "id": 3,
        "km": 0.4,
        "txt": "Allons bon, il fait nuit à nouveau. La maison des missionnaires du Saint-Esprit se devine à peine derrière les épais barreaux de ses fenêtres, sur la droite. Immonde bâtisse, qui a l’air d’une banque ou d’une administration de banlieue. Sous prétexte de proximité avec les pauvres, les pères s’enlaidissent. Encore beaucoup de voitures, même la nuit. Je ferais mieux de rester sur le trottoir. Mon père, donc, a vu, tout jeune enfant, l’inauguration du monument à Cabral. Il se tenait debout à l’estrade à côté de sa grand-mère, la veuve de Don João de Castro Pamplona, Comte de Resende, Amiral du Royaume. Et ce dont il se souvenait, c’était du soldat, son visage juvénile, sa souplesse et les muscles tendus de ses avant-bras tirant sur le drap.",
        "LatLng": {
            "Lat": 38.714522, 
            "Lng": -9.156397
        }
    },
    {
        "id": 4,
        "km": 0.7,
        "txt": "La maison d’Amália. Je me souviens très clairement, même à travers les murs et le temps, des azulejos du XVIIIe siècle, avec leurs motifs de fleurs séchées, et, devant, le simple canapé canné. Mais je ne me souvenais pas des couleurs de la façade, ce jaune brun lumineux, presque taupe, mais très pâle, et ce rose rouge, cosmique. Il y a si longtemps que j’avais marché dans ces rues. À mon âge, on ne sort plus beaucoup, exactement comme dans la chanson : on n’entend plus que le silence qui remplit désormais le monde qu’on a occupé, et aussi le vent et la mer. On vit emprisonné dans les tout petits pas qu’on peut encore faire. Quand je veux un peu d’air et de mer, j’ouvre un livre. « Abandonné (au Fort de Peniche) ».",
        "LatLng": {
            "Lat": 38.715514,
            "Lng": -9.154495
        }
    },
    {
        "id": 5,
        "km": 1,
        "txt": "J’ai parcouru un kilomètre, et déjà l’épuisement, et la nausée me talonnent. Mais à partir d’ici, ça descend jusqu’au Tage, si je continue dans cette direction, ça ira. J’avais oublié jusqu’à l’existence de cette boutique des tapis d’Arraiolos. J’avais même oublié l’existence d’Arraiolos, en vérité, sa butte sèche et ses énormes remparts qui encerclent et protègent un terre-plein herbeux avec, au milieu, une petite église blanc et bleu, sans intérêt. Mes parents avaient acheté quelques-uns de ces tapis dans les années 1940 et 1950, ils couvraient de leurs couleurs vives et de leurs motifs naïfs les coffres en chêne dans lesquels on serrait alcools, cigares et jeux de cartes — je les revois dans l’ancienne cuisine de la maison familiale d’Évora, qu’on avait transformée en fumoir, alignés contre le mur de briques rouges.",
        "LatLng": {
            "Lat": 38.717721, 
            "Lng": -9.151439
        }
    },
    {
        "id": 6,
        "km": 1.5,
        "txt": "La boutique d’antiquités de Manuel Crespo, fermée de grilles. Je me souviens de lui dans les années 2000, la plupart des statuts de sa boutique faisaient simplement partie du décor, et jamais il n’avait eu l’intention ni l’espoir de les vendre : il vivait en vérité de la vente d’azulejos à l’unité. Il préférait des carreaux à motif unique, une étoile, un chardon, qu’il allait chercher dans les chantiers de rénovation des quartiers périphériques de la ville. Il les prétendait du XVIIIe siècle et vendait ça aux touristes, souvent des jeunes, qui peuplaient la Pensão Londres de l’autre côté de la rue. Il leur parlait un anglais ou un français désuet, extrêmement châtié et scolaire, les accueillait en vérifiant du pouce et de l’index, par réflexe, la tenue du nœud « double Windsor » qui fermait sa cravate « régiment », et il ne dédaignait pas, pour finir, de traverser la rue avec eux pour aller dans leur chambre si l’occasion se présentait. Je me demande quel âge il a, aujourd’hui.",
        "LatLng": {
            "Lat": 38.715785,
            "Lng": -9.146403
        }
    },
    {
        "id": 7,
        "km": 2.1,
        "txt": "On ne peut rien concevoir de plus agréable à un vieillard comme moi de pouvoir à nouveau emprunter ces escaliers. Lisbonne, quand on vieillit, devient plate, elle perd son relief, on se fait transporter en taxi vers les quartiers bas, ou au contraire sur le sommet de la colline d’en face. La vieillesse ne tasse pas seulement les os, elle écrase progressivement la ville, dont le malade voit de moins en moins clairement les pentes, comme une Afrique en marche arrière, qui se remplirait progressivement de taches blanches, de « terres inconnues » dont on ne sait plus rien, que tout le monde croit trop dangereuses pour qu’on s’y aventure. Mais avec, au milieu du chenal, des touristes portant Borsalino.",
        "LatLng": {
            "Lat": 38.713392, 
            "Lng": -9.142068
        }
    },
    {
        "id": 8,
        "km": 2.5,
        "txt": "Je venais ici tous les samedis matin. Pas au café Nicola, qui incarnait déjà le snobisme qu’il représente toujours, mais juste à côté, au Tabacaria Mónaco. J’achetais un cigare Punch, à l'unité : monsieur Crespo ouvrait la belle boite blanche et or avec, en son centre, le clown de la marque, en bonnet et costume à rayures, à ses pieds un chien à triste mine, bonnet à plumes colorées sur la tête et collerette Renaissance autour du cou, il la faisait pivoter vers moi et me laisser choisir mon cigare. J'en coupais le bout dans la boutique même, avec une guillotine en forme de chat, accroupi sur le comptoir et dont on actionnait la queue. Je me penchais ensuite vers une statue de vieille femme dont la lampe, toujours allumée, s'offrait aux cigares des clients. Tandis qu’on me rendait la monnaie, je soufflais une bouffée grise et sèche en direction du plafond, où des hirondelles voletaient autour de fils télégraphiques en trompe-l’œil. Je prenais mon Times Literary Supplement hebdomadaire sous le bras et je m’en allais, laissant le Nicola derrière moi, boire une cerise à l'eau de vie de l’autre côté de la place.",
        "LatLng": {
            "Lat": 38.713217, 
            "Lng": -9.139497
        }
    },
    {
        "id": 9,
        "km": 3,
        "txt": "Je descendais jusqu’à la Terrasse du Palais en flânant, mon Times Literary Supplement toujours sous le coude comme une baguette de pain. Je n’avais pas encore regardé la table des matières, absorbé dans l’anticipation des articles qui allaient remplir les trois heures à venir. J’allais au Café des Arcades, en bas de la rue, sur la Place du Commerce. Terrasse du Palais, Place du Commerce, Rue de l’Or, Rue de l’Argent, Rue de l’Arsenal, les ministères de la Défense, de la Marine, de l’Agriculture, de la Justice, la Cour d’appel de Lisbonne, la Banque du Portugal, la rue des Doreurs. À l’angle de la rue du Commerce et de la rue de l’Argent se tenait le siège de la banque BNU, qu’un musée du design a maintenant remplacé. Mon ami, Cristino da Silva, y travaillait. Je le vois encore, extrêmement grand, maigre et beau, coiffé avec le soin d’un jeune garçon que sa mère a préparé pour quelque cérémonie, debout derrière l’immense comptoir de marbre de la banque, une vague qui ondulait, comme une corolle, couvrant tout le rez-de-chaussée de l’immeuble. J’avais rencontré Cristino au tennis club d’Estoril, en un temps où, entre deux parties, on maintenait les cordages de raquettes avec des presses : deux trapèzes qu’on vissait ensemble, de part et d’autre des boyaux, avec des boulons papillons. Ce qui, rétrospectivement, pourrait vous faire croire que nous ne vivions pas réellement à Lisbonne, mais dans une sorte de jardin portugais des Fizzi-Contini. Rien de plus faux.",
        "LatLng": {
            "Lat": 38.709224, 
            "Lng": -9.137185
        }
    },
    {
        "id": 10,
        "km": 3.4,
        "txt": "Mon père nous emmenait rarement à la cathédrale, mais nous nous y rendions toujours, en tout cas, pour assister à la messe de Pâques. Je m’installais de façon à pouvoir observer le tombeau de Lopo Fernandes Pacheco, les deux coussins à glands sur lesquels s’appuyait sa tête, l’un plus petit que l’autre, les longs drapés de son léger vêtement, qui me faisait penser à César Auguste ou à Marc Antoine plus qu’à un chevalier médiéval, ses longs cheveux ondulés et peignés d’où sortait une oreille ronde, sa longue barbe, elle aussi parfaitement soignée. Je trouvais extraordinaire qu’il ait le coude levé, la main droite prête à tirer son épée de son fourreau, le geste calme et assuré dans sa force. Son petit chien, aux oreilles plates et arrondies comme deux pièces de cuir, me regardait, attentif, la gueule fermée. Parfois dans mon désarroi je consultais, sur le mur, au-dessus du gisant, la plaque qui mystérieusement le présentait, comme un message secret que le mort au coude dressé m’aurait adressé et que, dans mon irrépressible désir adolescent de communiquer, je luttais à comprendre : +AQ(u)IIAZLOPOFERNAnDEZPACHECOSENHORDE / FER(r)EIRAE MOORDOMOMOORDOI(n)FANTeDO / MPEDROE CHANCELERDARAINHA DONA BEATR / IZO QUALFOIMERCEEEFEITURADELREIDOMAFO / NSOO QUARTOE FOICoN ELNALIDEQue(h)OUVEComEL REID / EGRA(n)ADAHUESTEREI FOIFAZERAIUDAAEL REI / DOMAFONSODECASTELAQUANDOEL REIDE BENAMA / RINIAZIASOBRETARIFANAERADEMILCªCªCªE / Lª Xª XªEVIII ANOSAOQualLOPOFERNAnDEZFOIEN / A VINHONDADACOnGRAnDE HOnRAPeLOPAPABE / NEDITOHUmAROSADOUROQUEELECONGRAnDE / HONRAPOSENESTASEETANTOQueDALOCHEGO / UO QUALFOICASADO CONDONAMARIAFILHA / DEDOMRUIGILDEVILALOBOSEDEDON / A TAREIIASANCHEZQueFOIFILHADELREI / DOMSANCHODECASTELAEFOIEN TERRA / DOENESTEMOIIMENTOXXENOVEDIAS / DEDEZENBRODAERA DEMILCª Cª CªELXXX / ESETEANOS",
        "LatLng": {
            "Lat": 38.709777,
            "Lng": -9.133473
        }
    },
    {
        "id": 11,
        "km": 4,
        "txt": "Sur cette petite place, on a installé des panneaux touristiques. Je ne les avais jamais vus. Il s’agit des mêmes demi-avirons qu’on utilise à Paris : Lisbonne a toujours rêvé de devenir, comme Paris, une ville du passé, la capitale du XIXe siècle. Une entreprise les produit, j’imagine, ces emblèmes de villes-musées. Et des comités quelconques autorisent cette signalétique, sans doute, en suivant un processus neutre et bureaucratique : l’attente d’approbation, le choix du lieu, du texte, l’approbation enfin, le sceau de la chambre municipale et la cérémonie. On plante le panneau en mimant, allez savoir, la plantation d’un arbre, avec les enfants des écoles, et le maire qui tasse la terre à petits coups de ses mocassins. Je sais que j’ai le Musée du Fado dans mon dos. Je n’ai pas envie de me retourner. Je préfère passer mon chemin : la rivière, dit-on, ne peut pas attendre.",
        "LatLng": {
            "Lat": 38.711245,
            "Lng": -9.127966
        }
    },
    {
        "id": 12,
        "km": 4.5,
        "txt": "Je me réjouis, en vérité, de quitter l’Alfama, je n’ai jamais aimé ce quartier. Non pas à cause de sa popularité, mais parce qu’on a là, au cœur de Lisbonne, une sorte de village arriéré tenu par les curés et les matrones. Je préfère les ouvriers, les hommes qui mangent des omelettes et des œufs entre deux travaux, qui portent et qui poussent, qui s’appellent et s’invectivent. Mais il n’y a plus non plus d’ouvriers ici. Ils moururent tous il y a plus de vingt ans, comme mon précepteur, monsieur Hampton, et notre cuisinière, mademoiselle Rosine. Il reste le fleuve, néanmoins, et sur ma gauche le Panthéon National et ses locataires — comme dans le film avec Peter O’Toole dont j’ai déjà parlé, on parle ici, parmi les Portugais morts, de ceux qu’on a choisi de loger au Prytanée de la République : quelques Présidents de la République sans intérêt, quelques écrivains, dont le poète Guerra Junqueiro que mon père, qui avait toujours les goûts avancés de la génération d’avant la sienne, aimait tant, et les deux femmes que j’ai le plus aimées, Amália Rodrigues et Sophia de Mello Breyner Andresen. J’aime l’idée que leur logement dans l’au-delà est confortable et prestigieux, et aussi l’idée qu’elles surveillent le fleuve.",
        "LatLng": {
            "Lat": 38.712241,
            "Lng": -9.124062
        }
    }

    
]
