[
    {
        "id": 0,
        "km": 0,
        "txt": "Je vais m’engager sur le pont qui mène à la maternité, rue Forest, où ma mère vint accoucher de son unique enfant, en mai 1968. Je peux m’imaginer que j’ai sur les épaules un sac bien rempli. Dans le dos une petite colline boisée, le Mont-Olympe. Ma grand-mère habitait juste de l’autre côté, dans une boucle de la Meuse. Je dois commencer là : cette maison ancre mon enfance, plus que n’importe quel autre lieu. Mais je démarre en lui tournant le dos : une maison point de départ que je ne veux pas voir, que d’autres, depuis de si longues années, ont remodelée, repeinte, changée, habitée. Je viens simplement ici pour qu’elle me pousse dans le dos, qu’elle me donne l’impulsion initiale. Je démarre sur le pont qui sépare le lieu de prédilection de mon enfance de la ville, la Meuse qui coule verte par-dessous, les drapeaux qui claquent en toute saison, Royaume-Uni, Allemagne, Belgique, Espagne au bout à droite.",
        "LatLng": {
            "Lat": 49.775825,
            "Lng": 4.727935
        }
    },
    {
        "id": 1,
        "km": 0.1,
        "txt": "Je tourne le dos à Gespunsart, qu’on prononce Gesse-pon-ssar, à Aiglemont, village de mes grands-parents maternels, sur une hauteur où l’on montait en contournant l’Église et le « Nicolas », je laisse aussi derrière moi Montcy-St-Pierre où habitait ma Grand-mère par antonomase, devenue, tant d’années après sa mort, aussi théorique que sa maison, que je ne veux plus voir, mais qui forme l’assise de mon caractère. À droite en longeant la Meuse, je sais la place de l’Agriculture — c’est le nom que lui donnaient les vieux de mon enfance — son parking et son sex shop, et le Musée Rimbaud dans l’ancien moulin un peu plus bas. Mais si je digresse et m’éloigne de ma route au premier virage, jamais je n’arriverais. Poursuivons.",
        "LatLng": {
            "Lat": 49.775617,
            "Lng": 4.727844
        }
    },
    {
        "id": 2,
        "km": 0.2,
        "txt": "Ils l’ont inscrit au fronton, avec la raideur qu’on attribue à un temps non seulement passé mais, justement, abandonné à la commémoration : l’usine Deville s’installa en bord de Meuse en 1848. Il s’agit d’un magnifique bâtiment de briques rouges. Il y a quelques voitures dans la cour. Ma Grand-mère, encore elle, y a dansé pendant les grèves de 1936. On y fabriquait des poêles de fonte, des gaufriers, des cheminées. Peut-être y fait-on encore quelque chose, des poêles à billes de bois, une production quelconque et écologique qui rembauche d’un coup, mais pour combien de temps, une poignée d’ouvriers dans l’ancienne Salle des Pompes, qui permet de maintenir, en même temps que la production, la fierté de la marque et des habitants avec, sur la façade, le logo à flamme bleue dans un cercle noir comme fonte.",
        "LatLng": {
            "Lat": 49.774561,
            "Lng": 4.727188
        }
    },
    {
        "id": 3,
        "km": 0.3,
        "txt": "Je traverse pour éviter la camionnette garée sur le trottoir, en direction du Nigol — il y a une quinzaine d’années, je cherchais un garage pour réparer le frein à main de ma Peugeot, câble décroché, un gamin d’une station-service un peu plus loin m’avait dit : « on fait pas, mais continuez et après l’pont, verrez y’a un’Igol. » Le Relais Nigol s’appelle Relais de Gonzague, comme Charles de, fondateur de Charles-Ville. De ces villes qui n’ont pas grand-chose à se mettre sous la dent, un poète, un fondateur, et baptisent tout du nom de ces deux béquilles : la place Rimbaud, le garagiste de Gonzague, le coiffeur Tiff’Arthur, la pâtisserie Carolo, qui produit les gâteaux du même nom. En face du Nigol un « centre d’affaires » dans un ancien garage reconverti, la façade bâchée faute, sans doute, d’avoir eu les sous pour la reprendre à neuf. Les affaires dont il s’agit sous cette bâche semblent assez temporaires.",
        "LatLng": {
            "Lat": 49.773491,
            "Lng": 4.726529
        }
    },
    {
        "id": 4,
        "km": 0.35,
        "txt": "La maternité, 57 rue Forest. Un bâtiment de plain-pied des années 1950 ou 1960, en dalles de béton préfabriquées, qui comme l’usine Deville à cent mètres de là, conserve son élégance d’architecture utilitaire, le toit-terrasse et la sobriété d’une époque où peu encore considéraient l’abondance comme un dû. Aujourd’hui, on a cadenassé les portes, brisé plusieurs fenêtres, commencé de taguer les surfaces accessibles. Sur un bas-relief, une femme en buste tient son bébé dans les mains. Des coulures noires de pluie sourdent de son oreille, de sa bouche, de ses yeux. On ne parvient pas à lire la signature de l’artiste. Il ne subsiste pas beaucoup d’autres indices que cette œuvre pour dire qu’il y avait là une maternité. On rasera ça bientôt, sans doute.",
        "LatLng": {
            "Lat": 49.773273,
            "Lng": 4.726352
        }
    },
    {
        "id": 5,
        "km": 0.45,
        "txt": "La Place Ducale, du Duc Charles de Charles-Ville, se trouve à droite en remontant la rue — là place du frère de l’architecte de la place des Vosges, ne manque-t-on pas de vous expliquer. Cette ville n’est importante que par ces exercices de six degrés de séparation. Sur la place Ducale, j’ai connu une statue monumentale de Charles de Gonzague, pommeau de canne pris dans la glace de l’hiver ardennais — mais on y a réinstallé depuis, paraît-il, une réplique de la petite fontaine qui s’y tenait jusqu’à la fin du XIXe siècle, la fontaine qu’Arthur connu, l’Arthur-fontaine. Et Charles a déménagé je ne sais où. Sa place reste, au bout de la rue du Petit Bois, allez-y voir. Je vous attendrai à l’Archange, le premier bar, d’ailleurs, que je vois en France entièrement aux couleurs de la Brasserie Nationale Luxembourgeoise Bofferding, qu’on brasse à 100 km de là. Je m’en vais goûter, je vous attends. Visitez.",
        "LatLng": {
            "Lat": 49.772356,
            "Lng": 4.725822
        }
    },
    {
        "id": 6,
        "km": 0.45,
        "txt": "Ce « Leader Price, première marque européenne », n’existait pas lors de mon dernier passage. Il a pris la place du Monoprix, qui lui-même usurpait les locaux des Magasins Réunis. Dans un bâtiment qu’on avait déjà défiguré, dans les années 1970, avec une façade métallique. On devine encore un peu de la façade du grand magasin du XIXè siècle. Les vitres passées au blanc, couvertes de papier opaque : le magasin ne regarde pas la rue. Comme ces boites de fer-blanc qui s’alignent le long des routes des banlieues de la ville, j’en croiserai d’autres sur mon chemin. On fait donc une boite de fer en centre-ville : on a passé au blanc d’Espagne les yeux énucléés du magasin. Tiens, d’ailleurs, la rue Forest dont je suis parti est devenue Avenue Forest : cette ville est blessée, mais se hausse du col.",
        "LatLng": {
            "Lat": 49.769565,
            "Lng": 4.724106
        }
    },
    {
        "id": 7,
        "km": 1.1,
        "txt": "Il a neigé. Il y a des travaux sur le square de la gare. Mes arrières-grands-parents y tenaient, paraît-il, le débit de tabac. Je n’ai jamais vérifié. On me parlait des foules qui venaient, par le train du matin, des petites vallées environnantes, le long de la Meuse ou de la Semoy. Les trains qui se remplissent aujourd’hui sont sans doute plutôt ceux qui quittent la ville. Vers Reims et Paris. Pas foule dans les rues. Il y a plus de voitures que d’habitants — tous, voitures et habitants, ont leur identité masquée, floutée, perdue. Un monsieur avec son bonnet enfoncé sur les oreilles devant la Caisse d’Allocations Familiales. Une Renault Clio, une Citröen que je ne reconnais pas, une Ford. Une dame avec un grand sac une dizaine de mètres derrière lui. Un courageux cycliste devant le bar. Vert lui aussi, mais Heineken cette fois.",
        "LatLng": {
            "Lat": 49.767277,
            "Lng": 4.722894
        }
    },
    {
        "id": 8,
        "km": 1.3,
        "txt": "Encore un bar. Si je recule d’un pas, je vois un temps de quelques mois plus ancien où il y avait là une pizzeria, La Plaza, devenue, donc, Le Voltaire, avec une façade verte aux couleurs de Bofferding : les Luxembourgeois envahissent la ville, dirait-on. Ce pont de chemin de fer sous lequel je dois passer marque la frontière entre Charleville, que je quitte, et Mézières, devant moi. La frontière telle qu’elle existait, administrativement, jusqu’au milieu des années 1960, et jusque dans les années 1980 dans l’esprit de mes parents et de ceux de leur génération. Au-delà, on laisse la ville du 17è et son plan géométrique, pour descendre vers la Meuse, qui passe là comme elle passe dans mon dos, comme elle repasse encore à plusieurs reprises devant moi. La Meuse tricote la ville de méandres, quartier concave, quartier convexe, un rang sur deux en poussant vers le sud.",
        "LatLng": {
            "Lat": 49.766486,
            "Lng": 4.719835
        }
    },
    {
        "id": 9,
        "km": 2,
        "txt": "Comme dans les tout petits villages, sur la place de la mairie de Charleville-Mézières, les mobylettes restent à l’arrêt 80 % du temps. La Jeunesse s’emmerde ici, par définition. Elle fume, bricole son téléphone — on se le met sous le nez les uns les autres — elle porte casquette au logo d’Amérique, comme si l’on s’apprêtait à partir. Le temps est couvert et on supporte son blouson, en plein mois de juillet. Les grandes personnes attendent le bus à quelques pas. L’abribus : un banc, un panneau publicitaire, ni toit ni parois encore, rien n’est fini. La mairie pavoisée. Encore un pont sur la Meuse devant moi, le troisième.",
        "LatLng": {
            "Lat": 49.760405,
            "Lng": 4.719148
        }
    },
    {
        "id": 10,
        "km": 2.3,
        "txt": "« Anadolu Kebab », en provenance d'Eskiehir, Turkey — 550 heures de marches d’ici, dit Google Maps, par le Luxembourg, l’Allemagne, l’Autriche, la Hongrie, la Serbie, la Bulgarie, on entre en Turquie à moins de 100 mètres de la frontière Grecque, sans jamais y entrer, le long de la rivière rouge et folle, Erythropotamos, qui marque la frontière, dans les arbres, un serpentin d’une dizaine de mètres entre les trois pays. « Nan’s Kebab » (Kebab, chez Nan) n’indique pas sa localisation. Comme « Ginseng — Chinois et Asiatique », un restaurant de partout et de nulle part. Et déjà le « faubourg », celui de la boulangerie, celui du bistrot un peu plus loin — Kronenbourg. « Charlotte Couture » a fermé, et je me demande ce qu’on a fait de la Charlotte en question.",
        "LatLng": {
            "Lat": 49.758145,
            "Lng": 4.717460
        }
    },
    {
        "id": 11,
        "km": 2.9,
        "txt": "La neige à nouveau. Toujours personne dans les rues. Ce panneau : un adulte qui court, tenant son enfant par la main, on ne peut le trouver que bien mensonger, car pour l’instant, cette ville semble habitée par des voitures plus que par des familles. Cette jolie petite maison de faubourg, sur ma gauche, avec ses plantes aux rebords des fenêtres, en plein hiver, et les petits agglomérats de neige dans les branches comme des fleurs blanches, appartient en vérité à la Renault Twingo verte que vous voyez garée là toute l’année. On pouvait la voir là en 2010, et encore en 2014. Elle habite cette maison aux joints apparents entre les pierres, la porte d’entrée au sommet des trois marches et un soupirail pour livrer le charbon à la cave.",
        "LatLng": {
            "Lat": 49.755085,
            "Lng": 4.715890
        } 
    },
    {
        "id": 12,
        "km": 3.5,
        "txt": "Mon premier rond-point, dont je me contenterai volontiers. Il a un arbre. Ni une sculpture de bouteille d’eau ni un parterre de fleurs épelant le nom de la commune. Un arbre et une pierre. Un motard en fait le tour à l’instant même : parfait. Je me souviens, adolescent, d’un vaste rond-point à la limite de notre quartier, une pelouse entourée d’un talus sur tout son pourtour. On traversait la route en courant pour s’y réfugier. Une fois à l’intérieur de ces remparts, de la chaussée plus personne ne nous voyait, nous avions disparu. Je vais traverser celui-ci par le milieu, m’allonger entre les buissons, caché, et siroter une canette, allongé dans l’herbe, avant de repartir.",
        "LatLng": {
            "Lat": 49.755497,
            "Lng": 4.704626
        }
    },
    {
        "id": 13,
        "km": 3.8,
        "txt": "« Prix-Les-M. — Centre ». Difficile de dire de quel centre il s’agit : on parle en vérité d’un ancien village, rattrapé par le faubourg dont je sors, et devenu proche banlieue. Le centre en question, j’imagine, consiste en une rue principale où il y avait, jadis, la seule boulangerie du village. Une vieille peau mal aimable y vendait des malabars et des baguettes de la veille. Quand on voulait un gâteau, où ne serait-ce qu’une tarte au sucre, il fallait commander. Son mari sortait alors de son arrière-boutique pour promettre d’un grognement qu’il ferait bien le gâteau escompté. Mais pas avant 11 heures. Peut-être midi. Puis cette maison, à l’angle du village et de la route qu’empruntent ceux qui, sortant du boulot, rentrent chez eux, dans les villages des environs, devint boulangerie. Un jeune s’est installé. Il y a des places de parking, des baguettes du jour.",
        "LatLng": {
            "Lat": 49.755172,
            "Lng": 4.699962
        }
    },
    {
        "id": 14,
        "km": 4.5,
        "txt": "Ma première ferme, dont je me contenterai volontiers, a un aspect extérieur incroyablement propre. Fenêtres et portes neuves, avec encore des étiquettes collées sur l’intérieur. Dans l’appentis, un pick-up truck. Il y a bien un tracteur garé, immobile, dans le hangar au fond de la cour, mais en dehors de cela le vide a là son royaume : difficile de dire avec certitude si l’exploitation tourne encore. Un homme passe devant le tracteur, il téléphone. Pas de bêtes, pas de foin. Pas d’odeurs. Le trottoir, ici, a cédé la place à un simple bas-côté.",
        "LatLng": {
            "Lat": 49.750514,
            "Lng": 4.693262
        }
    },
    {
        "id": 15,
        "km": 5.2,
        "txt": "L’absurde maison bourgeoise de mon frère. Tellement prétentieux qu’il ne prend pas la peine de se cacher derrière un haut mur, il vous éloigne tout simplement d’une petite barrière blanche, de quelques arbres et d’une bonne étendue de pelouse. Il doit avoir atteint la retraite maintenant. Et continuer de se lever à 6 h en toute saison. Je me souviens qu’il allait, en attendant que le café coule, faire son relevé de bénévole pour Météo France, avec son petit équipement, le thermomètre, le pluviomètre, le carnet dans son abri en bois, sur l’arrière de la maison, surplombant la ville qui s’étend au nord. M’a toujours emmerdé, le premier de la classe. Je vais au moins pisser sur sa clôture avant de continuer ma route.",
        "LatLng": {
            "Lat": 49.746449, 
            "Lng": 4.686800
        }
    },
    {
        "id": 16,
        "km": 5.6,
        "txt": "On tournait, avec le père, à droite entre ces deux maisons pour descendre au « Pré de l’As de trèfle ». Il y avait là une bonne pente bordée d’arbres, et en bas un champ délimité par un ruisseau. Je ne me souviens pas précisément de ce qu’on faisait ici, du blé, de l’orge, rien d’autre, après tout, qu’y mettre des vaches à paître. Je me souviens seulement de l’as de trèfle sur la façade de la maison. Je devrais aussi pisser dessus ? Dissoudre ce crépi gris, terne, qui cache les magnifiques pierres dont on faisait les maisons du coin. Et l’as de trèfle se dissoudrait lui aussi, et la rouille des volets. Je dois apprécier l’ironie, finalement, de mon frère, justement lui, achetant cette grosse maison à côté de notre As de trèfle.",
        "LatLng": {
            "Lat": 49.745084, 
            "Lng": 4.682142
        }
    },
    {
        "id": 17,
        "km": 6.3,
        "txt": "La maison Delteil. Il avait sa petite barrière blanche lui aussi, et un portail de la même couleur. J’allais là couper la pelouse avec le tracteur de mon père, et tailler les arbres pour me faire un peu d’argent de poche. Il doit avoir passé l’arme à gauche, et les héritiers ont sans doute quitté la région : on a tout fermé, on rase tout pour faire quoi ? Une quatre voies ? Plus besoin de pisser sur sa clôture en tout cas, on l’a fait pour moi, on l’a écrabouillé, le père Delteil. En montant dans le champ un peu plus haut, il y avait un terrain de tennis. Et pendant longtemps des pancartes, un fantasme de construction de golf qui n’a jamais abouti à rien.",
        "LatLng": {
            "Lat": 49.741776, 
            "Lng": 4.674222
        }
    },
    {
        "id": 18,
        "km": 6.8,
        "txt": "Sept kilomètres parcourus, et me voici déjà dans la campagne d’août, le soleil qui s’irise entre les feuilles, les balles de paille — dans mon adolescence on produisait encore de petits cuboïdes qu’on piquait à la fourche, on se penchait en arrière, on poussait la fourche vers le haut et l’avant, on pivotait le poignet pour faire retomber la balle sur la charrette. Si les Ardennes avaient uniquement consisté en soleil d’août, en balles de paille d’une taille raisonnable, et s’il n’y avait pas eu, surtout, le lecteur de cassettes posé sur le garde-boue du tracteur pour m’appeler, je me tiendrais sans doute encore dans un champ, celui-ci ou l’As de trèfle, raide comme un piquet, les deux pieds plantés dans la gadoue. Quand on écoute The Clash et les filles des Slits, avec Charleville dans son dos en bas de la pente, et la route devant qui va plein sud, on a vite fait de planter la fourche et de s’en aller.",
        "LatLng": {
            "Lat": 49.739830, 
            "Lng": 4.667700
        }
    },
    {
        "id": 19,
        "km": 7.7,
        "txt": "Do-It-Yourself. Je ne connaissais pas l’expression, mais je voulais certainement construire mon propre ciel. Un soleil électrique pousserait les fumigènes sur le devant de la scène, le bleu du ciel, on le souillerait de lumière blanche, on aurait peur bien sûr, mais on n’oserait rien d’autre que de se laisser porter par le besoin de dire : soi et son pote, sa copine, dire le groupe et sentir la scène vibrer sous nos semelles. On tournerait, comme les bons groupes, sous le ciel de Tromsø, Kiel, Leeds, on tournerait, on tournerait, on fumerait, on écouterait du dub reggae sur l’autoradio de la fourgonnette.",
        "LatLng": {
            "Lat": 49.735402, 
            "Lng": 4.658263
        }
    },
    {
        "id": 20,
        "km": 8.1,
        "txt": "Le premier village qu’on rencontre à la sortie de la ville s’appelle Warnécourt — prononcez Ouarnécour, un groupe de grosses fermes de réforme, solides comme les Percherons qu’elles n’abritent plus, et toujours personne dans les rues, ni hommes, ni bêtes, quelques voitures garées, pas de circulation, seulement les anciennes fermes en belle pierre jaune des carrières locales, qui ont vu passer plusieurs centaines de mois d’avril comme celui-ci, il fait beau, pas trop chaud, parfait pour marcher. À droite, en contrebas, je me souviens de l’église et, à quelques kilomètres à peine un autre village, Neuville-les-Thys, où j’allais parfois jouer au foot. Nous portions le maillot bleu outremer de l’Écosse, avec le lion rampant dans un blason de poitrine et le nom d’une entreprise locale de peinture en blanc et rouge dans le dos. Il me fallait une demi-heure avec ma mobylette pour aller à l’entraînement.",
        "LatLng": {
            "Lat": 49.731942, 
            "Lng": 4.654439
        }
    },
    {
        "id": 21,
        "km": 8.2,
        "txt": "Quand nous partîmes pour de bon, tirant tout droit dans la côte, Jean-Marc conduisait. Lui seul avait le permis. Et une Ami 8, récupérée à la casse et bricolée chez son frère qui tenait un garage. Elle sentait l’huile et l’humidité. Nous nous tassâmes à cinq, toutes fenêtres ouvertes — avec la ventilation en panne, si l’on fermait la buée qu’on faisait là-dedans empêchait d’y voir à dix mètres. On chantait pour se réchauffer. Dans la côte, l’Ami roulait moins vite qu’un tracteur, mais arrivé en haut, sur le plateau, nous n’avions plus aucune raison de nous retourner. La campagne m’a toujours emmerdée, je détestais les paysans.",
        "LatLng": {
            "Lat": 49.731942, 
            "Lng": 4.654439
        }
    },
    {
        "id": 22,
        "km": 9.4,
        "txt": "Le ciel respirait le gris comme il fait toujours, comme une lame de métal fondu coulant basse vers l’horizon. On s’imaginait sans argent ouvrant qui une salle de concert, qui un restaurant avec les amis à l’inauguration. Au-delà de cette soirée qu’accompagnait la même bande-son qui hurlait dans notre voiture, entre deux bordures arborées et la ligne blanche faites d’amalgames de sucre glace sur le bleu sale du macadam — au-delà de cette aventure, le temps de retourner la K7, de regarder par la fenêtre, on ne savait encore rien imaginer.",
        "LatLng": {
            "Lat": 49.723376,
            "Lng": 4.644310
        }
    },
    {
        "id": 23,
        "km": 10.8,
        "txt": "Le ciel arrivé sur le plateau respirait bleu comme il fait toujours, un aplat de futur par-dessus les bosquets, les fermes restaient dissimulées dans notre histoire et entre les arbres, on les voit, elles nous tirent en arrière, mais on ne veut pas s’arrêter, pas même pour penser à ceux qui y vivent. On a peur de grandir sur ce bord de route. On part.",
        "LatLng": {
            "Lat": 49.713616,
            "Lng": 4.632593
        }
    }

]